import React,{ Component } from 'react';

import './index.about.css'



export default class About extends Component{
    render(){
        return(
            <div className='wrap-pages-about'>
                <div style={{height:60}}></div>
                <h2>台灣百岳</h2>
                <article>
                    台灣百岳，由台灣登山界4大天王之一的林文安在1970年代規劃發起，並與台灣登山界耆老探勘、
                    商議後選定標高1萬尺以上（台尺／日尺，合3030公尺），擁有奇、險、峻、秀特色的100座
                    台灣山峰。地圖上註有山名，有三角點者為優先選錄標準，希望藉此帶動台灣高山登山風氣。最後
                    選定台灣百岳名單中，台灣五大山脈之首中央山脈就獨佔了69座、雪山山脈有20座、玉山山脈有11
                    座，阿里山山脈、海岸山脈高度皆不足1萬尺而未有任何山峰入選。
                </article>
                <h4>歷史</h4>
                <article>
                    臺灣是全球高山密度最高的島嶼之一，高山座座雄偉險峻。為了推展登山活動，日治時1930年代台灣
                    山岳會即列出了台灣48座超過1萬日尺的高山排名：新高、次高、秀姑巒、馬博、南湖、中央尖、關山、
                    大水窟、奇萊、東郡、大雪、大霸……。1933年11月20日出刊的會刊《台灣山岳》發表創新的高山排
                    名把副峰也列入，成為獨創的「新時代台灣高山順位」，列出93座超過3千米的高峰。戰後1970年代
                    由台灣山岳會被改稱的台灣省體育會山岳協會（「中華民國山岳協會」的前身）受深田久彌所著、登山
                    人士奉為寶典《日本百名山》影響，開始萌生選定台灣百岳之構想，由林文安著手選定標高1萬尺以上，優
                    先選列有基點、有山名者，規劃籌組百岳俱樂部。為了鼓勵登山者除了只登臨最高峰山頂單點外，也能多多
                    登臨更多週邊的山稜脊線，故仿效獨創的「新時代台灣高山順位」將各個高山的副峰、甚至某些有基點微
                    小起伏的山肩、尾稜都列入。1971年為慶祝中華民國開國一甲子，林文安策劃中央山脈大縱走，號召攀登
                    中央山脈3千公尺以上高山60座，採南北兩隊雙向入山，於七彩湖會師。在大縱走結束後，林文安草擬
                    的百岳名單，同蔡景璋、邢天正、丁同三、簡進清等岳界耆宿，經數度磋商。邢天正建議加入大縱走南隊197
                    1年10月26日最後登頂而命名的六順山成為最後選定的百岳，林文安幾經考慮將原選定在鈴鳴、閂山間的人待
                    山刪除後始告定案。1972年6月，林文安、蔡景璋、簡進清相偕探查帕托魯山、立霧主山後，創立百
                    岳俱樂部，由林文安榮膺主任委員。1972年12月5日，台灣山岳會在台北觀音山成立大會的46周年這一天
                    ，林文安等發起的百岳俱樂部在當時舊標高的百岳老么羊頭山頂舉行成立大會。在百岳俱樂部成立大會之
                    前，邢天正、林文安、丁同三即已先後登臨過所有百岳。下冊345-347台灣百岳名單選定之後，引發19
                    70年代臺灣的攀登熱潮，攀登百岳頓時成為台灣喜愛登山者的重要目標之一，不過，百岳全部登頂並非易事，於
                    是，在台灣百岳之中，再精選出特別聳立、壯麗、獨特，最能代表台灣高山雄偉氣勢的「五嶽三尖一奇」，便成
                    為有志攀登台灣百岳者的首選名山，此外，尚有「十峻」、「四秀」也是台灣百岳中的熱門山峰。在1980年代前
                    後高度重測後，六順山、鹿山高度低於3000公尺，但因已約定俗成，所以仍列於百岳之中，並未遭剔除。2010
                    年代前後的最新測量，六順山的高度又重回超過3000公尺的行列。台灣超過3000公尺高峰達268座，未被
                    列入百岳，但雄奇嵯峨的山峰還很多，因此何季霖對於部分山岳未經選入百岳，部分被選入不以為然，如東郡山
                    列的櫧山、雪山北峰附近的穆特勒布山等，便頗有特色，而駒盆山、鹿山、南湖北山、審馬陣山、劍山、布拉克
                    桑山等，被認為不足以稱為「岳」，而不宜列入百岳之中。
                </article>
            </div>
            
        )
    }
}

